Repository: xfce-mirror/xfce4-mixer
Catalog: po/*.po
Languages: ar

source: No left-click command defined
ar: لم تعرف أوامر الزر الايسر

source: No left-click command defined yet. You can change this in the plugin properties.
ar: لم تهيئ أوامر الزر الايسر بعد. يمكنك تغيير خصائص هذه الإضافة. .

source: Properties
ar: خصائص

source: Could not execute the command "%s". Ensure that either the location of the command is included in the PATH environment variable or that you are providing the full path to the command.
ar: لا يمكن تنفيذ الأمر"%s". تأكد من تضمينها في مسار القيادة لمتغير البيئة وأنك وفرت المسار الكامل إلى الأمر.

source: GStreamer was unable to detect any sound devices. Some sound system specific GStreamer packages may be missing. It may also be a permissions problem.
ar: GStreamer غير قادر على الكشف عن أية أجهزة الصوت. قد تكون بعض حزم صوت GStreamer مفقودة أو قد يكون مشكلة في الأذونات.

source: Mixer Plugin
ar: ملحق المازج

source: Configure the mixer track and left-click command
ar: إعداد دمج المسار وأوامر الزر الايسر.

source: Sound card
ar: كرت صوت

source: Mixer track
ar: مازج المقطع

source: Left-click command
ar: أوامر الزر الايسر

source: Select command
ar: حدد الأمر

source: All Files
ar: جميع الملفات

source: Executable Files
ar: الملفات القابلة للتنفيذ

source: Perl Scripts
ar: سكريبتات بيرل

source: Python Scripts
ar: سكريبتات بيتون

source: Ruby Scripts
ar: سكريبتات روبي

source: Shell Scripts
ar: سكريبتات شيل

source: Mixer
ar: مازج

source: Volume control for your sound card
ar: التحكم في مستوى الصوت لبطاقة الصوت

source: Unknown Volume Control %d
ar: متحكم حجم مجهول %d

source: Failed to initialize xfconf: %s
ar: فشل التهيئة xfconf: %s

source: Playback
ar: تشغيل

source: Capture
ar: لاقط

source: Switches
ar: محولات

source: Options
ar: الخيارات

source: No controls visible
ar: لا متحكمات مرئية

source: Select Controls
ar: اختر المتحكمات

source: Select which controls should be visible
ar: تحديد الضوابط المرئية

source: _Quit
ar: _اخرج

source: Exit the mixer
ar: الخروج من المازج

source: _Select Controls...
ar: _اختر المتحكمات...

source: Select which controls are displayed
ar: إختر أي متحكم سيتم عرضه

source: Configure sound card(s) and control the volume of selected tracks
ar: تكوين بطاقة الصوت (ق) والتحكم بحجم مسارات المحددة

source: Sound card:
ar: كرت صوت:

source: Audio mixer for the Xfce Desktop Environment
ar: مازج الصوت لسطح المكتب Xfce
